<template>
  <div>
    <div class="wrapper">
      <div class="main-about">
        <div class="main-about__avatar">
          <img :src="author.avatar" alt="" />
        </div>
        <BaseH1 class="main-about__title">{{ author.title }}</BaseH1>
        <p class="main-about__descr">{{ author.text }}</p>
        <BaseButton to="/" class="main-about__btn">На главную</BaseButton>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      author: {
        avatar:
          "https://sun9-59.userapi.com/impg/oApwOHhS7_ZgShTkLNYzAJXeX3WYkhDojOoHLg/DmFyZLliWJI.jpg?size=1085x1356&quality=96&sign=b60a38416aeb58a376a02751b11b81dc&type=album",
        title: "Из пугливого параноика в уверенную бизнесвуман",
        text:
          "Всем привет 🤟🏻 меня зовут Анфиса и я Бьюти зависимый Лешмейкер с 2-х летним опытом 😈 Я не всегда была такой смелой и знающей чего хочу от жизни. С самого 1 класса моя жизнь была похожа на фильм с названием дожить до завта и не стать размазней😖Из-за того, что с детства я энерджайзер с рассеянным внимание, а Учителя не приветствуют таких детей, на мне сразу поставили ❌ до 11 класса и решили, что из меня дельного ничего не выйдет, внушали мне это ежедневно. После выхода из школы я чувствовала себя глупой девушкой с заниженной самооценкой совсем не понимая чего хочет от жизни, потому что думает что ни с чем не справится🤦🏽‍♀ Отучившись на логиста (с дипломом на 5) для ✅ потому что НАДО, после выпустившись у меня не было цели и мечты и просто решила пойти туда куда возьмут, продавец-консультант с графиком 2/2 по 12 часов на ногах, с ЗП 17000р хватило меня на 1 год 😵 Тут я поняла, что работать на дядю это не мое. Больше так продолжаться не могло. Точка кипения была когда я взяла кредит, чтобы купить себе Айфон 5s и платить целый год 20000р🙈 Мне надоело, покупать продукты только по %. Ходить в кафе как на 🎉 и только мечтать об отпуске 💭 У меня появилась жгучее желание сломать борьер страхов и жить на полную, так как хочу, несмотря на, то что думаю и говорят другие 💪🏻 Ездить отдыхать 2 раза в год 🌊 Покупать вещи и технику которую хочу и без кредитов. И я этого добилась 💃🏻 Однажды моя мама в сказала мне << Попробуй себя в сфере ресниц,  вдруг понравится, а даже если нет, будешь делать мне реснички >> недолго думая, записалась на обучение и это было лучшее решение в моей жизни 😍 Закупив материал, я быстро втянулась в работу и сделав вывод, поплыла по 🏄🏽‍♀ к счастью. Работа на себя - это титанический труд, но какой же это кайф, видеть ваши счастливые улыбки после процедуры и понимать, довольный клиент - мой наркотик."
      }
    };
  }
};
</script>
